/* The format string to be used in the `FUIPageViewController`\n as the page index title. For example \"5 of 10\". */
"PageIndexFormatKey" = "%d din %d";

/* The tile for the previous button. */
"PreviousKey" = "Anterior";

/* The title for the next button. */
"NextKey" = "Următor";

/* No Data View */
"NoDataKey" = "Nu sunt disponibile date diagramă.";

/* The title for title label in an empty results view. */
"EmptySearchResultsTitleKey" = "Niciun rezultat găsit pt.";

/* The title for caption label in an empty results view. */
"EmptySearchResultsCaptionKey" = "Încercați să căutați altceva.";

/* The title for the clear button */
"ClearKey" = "Ștergere";

/* The title for the What's New screen. */
"WhatsNewTitleKey" = "Noutăți";

/* The title for the start button. */
"StartKey" = "Lansare";

/* The title for the close button. */
"CloseKey" = "Închidere";

/* The title for FUIFeedbackScreen.SyncController */
"SyncInProgressKey" = "Sincroniz.în curs";

/* The message for FUIFeedbackScreen.SyncController */
"SyncInProgressMessageKey" = "Așteptați terminarea sincronizării pentru a continua cu aplicația. Acest lucru poate dura câteva minute.";

/* The error banner title when sync failed */
"SyncFailedKey" = "Sincronizare nereușită";

/* The Transaction Issue error screen title */
"TransactionIssueKey" = "Problemă la tranzacție";

/* The message under the transaction issue title */
"TransactionIssueMessage1Key" = "Înainte de a putea accesa contul dvs. pe acest dispozitiv, predați dispozitivul la:";

/* The message on top of the button in the transaction issue screen */
"TransactionIssueDetailMessageKey" = "Aceștia trebuie să se conecteze la cont și să își rezolve problema de tranzacție.";

/* The action button title in the transaction issue screen */
"ReturnToSignInKey" = "Înapoi la ecranul de conectare";

/* The connection error screen title */
"NoConnectionKey" = "Fără conexiune la internet";

/* The message under the connection error title */
"NoConnectionMessageKey" = "Conectați-vă la o rețea Wi-Fi sau la o rețea de date mobile.";

/* The action button title in the connection error screen */
"TryAgainKey" = "Reîncercați";

/* The title for the re-enter signature button. */
"ReEnterSignatureKey" = "Reintroducere semnătură";

/* The format string to be used in the `FUIDataTableCardView`\n as the footnote. For example \"5 more entries\". */
"SeeAllKey" = "Încă %d intrări";

/* The string to be used in the `FUIDataTableCardView`\n as the footnote. */
"NoMoreEntriesKey" = "Fără alte intrări";

/* The FUISimplePropertyCollectionViewCell keyLabel accessabilityLabel format string */
"SimplePropertyCellKeyLabelAccessabilityLabel" = "keyName este %@";

/* The FUISimplePropertyCollectionViewCell valueLabel accessabilityLabel format string */
"SimplePropertyCellValueLabelAccessabilityLabel" = "valoarea este";

/* The string to be used as the title in the `FUIEmptyStateView`. */
"EmptyStateTitleKey" = "Imposibil de încărcat date";

/* The overflow button name in `FUIToolbar`. */
"OverflowMenuKey" = "Meniu overflow";

/* The default title for the icon in the overflow button of `FUIToolbar`. */
"IconFormatKey" = "Icon %d";

/* Accessibility strings related to HierarchyView */
"IsShowingChildrenKey" = "Afișează elemente subordonate";

"DoubleTapToShowChildrenKey" = "Atingeți de două ori pentru afișare elemente subordonate";

"ChildKey" = "Element subordonat";

"ChildrenKey" = "Elemente subordonate";

/* Accessibility strings related to ObjectCell */
"ImageKey" = "Imagine";

